{
  "discover": [
    {
      "name": "Sassy Cow Creamery",
      "address": "W4192 Bristol Rd. Columbus, WI 53925",
      "description": "Near Sun Prairie, Wisconsin, Sassy Cow Creamery, a Baerwolf family dairy farm, serves fresh Wisconsin meals and artisanal ice cream and chocolate milk, crafted daily with milk from their nearby farms, embodying the state’s rich dairy heritage.",
      "imageUrl": "images/sassy-cow.webp",
      "learnMoreURL": "https://sassycowcreamery.com"
    },
    {
      "name": "Wisconsin Dells",
      "address": "701 Superior Street, PO Box 390 Wisconsin Dells, WI 53965",
      "description": "Wisconsin Dells, near Sun Prairie, is the “Waterpark Capital of the World,” nestled along the Wisconsin River. It blends stunning wetlands, forests, and sandstone formations with top-tier water parks, hotels, dining, and shopping, attracting millions for year-round family fun.",
      "imageUrl": "images/wisconsin-dells.webp",
      "learnMoreURL": "https://www.wisdells.com"
    },
    {
      "name": "Wisconsin State Capitol",
      "address": "2 East Main Street, Madison, WI 53702",
      "description": "The Wisconsin State Capitol, a Beaux-Arts masterpiece in Madison’s Capitol Square, completed in 1917, features a white granite exterior and towering dome. Housing legislative chambers, the governor’s office, and Supreme Court, it symbolizes civic pride and welcomes visitors.",
      "imageUrl": "images/state-capitol.webp",
      "learnMoreURL": "https://capitol100th.wisconsin.gov"
    },
    {
      "name": "University of Wisconsin, Madison",
      "address": "500 Lincoln Dr. Madison, WI  53706",
      "description": "The University of Wisconsin–Madison, founded in 1848 in vibrant Madison, is Wisconsin’s flagship public research university. Renowned for academic excellence, innovative research, and public service, it’s a national leader in higher education and intellectual discovery.",
      "imageUrl": "images/uw-madison.webp",
      "learnMoreURL": "https://www.wisc.edu"
    },
    {
      "name": "Wisconsin History Society",
      "address": "816 State Street Madison, WI 53706",
      "description": "The Wisconsin Historical Society in Madison preserves over 290 million items, including manuscripts, photos, maps, and artifacts. Documenting Wisconsin’s indigenous heritage, settlement, and cultural evolution, it serves historians, researchers, and the public, narrating the state’s rich history.",
      "imageUrl": "images/wisconsin-history-society.webp",
      "learnMoreURL": "https://www.wisconsinhistory.org"
    },
    {
      "name": "Wisconsin Veterans Museum",
      "address": "30 West Mifflin Street Madison, WI 53703",
      "description": "The Wisconsin Veterans Museum in Madison, part of the Wisconsin Department of Veterans Affairs, honors veterans’ sacrifices through engaging exhibits. It preserves their stories, highlighting their role in shaping Wisconsin’s military heritage and U.S. history.",
      "imageUrl": "images/wisconsin-veterans-museum.webp",
      "learnMoreURL": "https://wisvetsmuseum.com"
    },
    {
      "name": "Sun Prairie Farmer's Market",
      "address": "300 E Main Sun Prairie, WI  53590",
      "description": "The Sun Prairie Farmers’ Market, held year-round in downtown Sun Prairie, Wisconsin, offers fresh produce, meats, eggs, honey, plants, and handmade crafts. Outdoor market runs Saturdays, May 3–October 25, 2025, 7 AM–12 PM; indoor winter market, November 8, 2025–April 11, 2026, 9 AM–12 PM.",
      "imageUrl": "images/farmers-market.webp",
      "learnMoreURL": "https://cityofsunprairie.com/1318/Sun-Prairie-Farmers-Markets"
    },
    {
      "name": "Dream Park",
      "address": "415 Park St. Sun Prairie, WI  53590",
      "description": "Dream Park in Sun Prairie, Wisconsin, features a spacious, engaging playground with diverse play structures, fostering imaginative play and activity for kids. A vibrant community hub, it’s a cherished destination for families to connect and enjoy quality time.",
      "imageUrl": "images/dream-park.webp",
      "learnMoreURL": "https://sunprairiedreampark.com"
    }
  ]
}